[
  {
    "text": "My mother bought her wedding set here, and now I’m buying mine. 30 years of trust.",
    "name": "Rishu, Indore",
    "rating": 5
  },
  {
    "text": "Certificate verification gave me complete confidence. Now every purchase feels secure and satisfying.",
    "name": "Vikas Jain, Indore",
    "rating": 4
  },
  {
    "text": "पुराने गहनों का एक्सचेंज बिना किसी झंझट के हो गया। पूरा process transparent था, कोई hidden charge नहीं।",
    "name": "अंकित शर्मा, देवास",
    "rating": 4.5
  },
  {
    "text": "Gold polishing service ने मेरे पुराने हार को बिल्कुल नया बना दिया। कारीगरी शानदार है।",
    "name": "रीना गोयल, जावरा",
    "rating": 5
  },
  {
    "text": "BIS 916 hallmark और proper bill देखकर purity पर पूरा भरोसा हुआ।",
    "name": "सुमित भंडारी, खाचरोद",
    "rating": 4
  },
  {
    "text": "Loan against gold service बहुत smooth रही। जल्दी valuation और instant help मिली।",
    "name": "राजेश पंडित, बदनावर",
    "rating": 4.5
  },
  {
    "text": "यहाँ buyback policy सबसे अच्छी लगी। future में बेचने पर भी सही market value मिलेगी।",
    "name": "कविता शर्मा, देपालपुर",
    "rating": 4
  },
  {
    "text": "Full transparency in weight, making charges and hallmarking. Trustworthy jeweller.",
    "name": "Amit Goyal, Dewas",
    "rating": 4.5
  },
  {
    "text": "मेरे पुराने कंगन exchange करके नई design ली, experience hassle-free रहा।",
    "name": "नीलम गुर्जर, पचलाना",
    "rating": 5
  },
  {
    "text": "HUID और BIS verification ने confidence बढ़ा दिया। Jewellery buying अब stress-free है।",
    "name": "Rahul Jain, Jaora",
    "rating": 4
  },
  {
    "text": "Gold polishing के बाद मेरी अंगूठी बिल्कुल नई जैसी चमक रही है।",
    "name": "संगीता भंडारी, बदनावर",
    "rating": 5
  },
  {
    "text": "Loan against silver jewellery भी easily मिल गया। Staff बहुत cooperative है।",
    "name": "मनोज गंग, खाचरोद",
    "rating": 4
  },
  {
    "text": "Every price tag and weight clearly displayed. Transparency like this builds real trust.",
    "name": "Deepak Sharma, Dewas",
    "rating": 4.5
  },
  {
    "text": "Old gold exchange process was quick and fair. Proper explanation at every step.",
    "name": "Pooja Goyal, Depalpur",
    "rating": 4
  },
  {
    "text": "BIS hallmark guarantee and certificate verification makes this shop reliable.",
    "name": "Vinay Bhandari, Jaora",
    "rating": 4.5
  },
  {
    "text": "मेरे परिवार के लिए यहाँ से खरीदारी हमेशा safe रहती है। Quality top-notch है।",
    "name": "अनुज पंडित, पचलाना",
    "rating": 5
  },
  {
    "text": "Gold loan process fast और documentation simple था। Highly recommended.",
    "name": "सुरेश गुर्जर, बदनावर",
    "rating": 4
  },
  {
    "text": "Polishing service ने पुरानी jewellery को completely refresh कर दिया।",
    "name": "रश्मि शर्मा, देवास",
    "rating": 5
  },
  {
    "text": "Buyback guarantee के कारण investment secure लगता है। Honest pricing.",
    "name": "Mayank Goyal, Khachrod",
    "rating": 4
  },
  {
    "text": "Exchange में proper rate मिला और new design options भी अच्छे थे।",
    "name": "शिल्पा भंडारी, देपालपुर",
    "rating": 4.5
  },
  {
    "text": "Hallmark, billing और explanation सब clear था। भरोसेमंद jewellery store।",
    "name": "Nitin Gang, Jaora",
    "rating": 4
  },
  {
    "text": "Overall experience excellent — transparency, service और quality तीनों strong हैं।",
    "name": "Preeti Pandit, Dewas",
    "rating": 5
  },
  {
    "text": "I got my old gold tested elsewhere and the purity was exactly what Sapna Shri promised.",
    "name": "Monika, Nagda",
    "rating": 5
  },
  {
    "text": "The best place in Nagda for authentic Rajputani designs.",
    "name": "Rani Gupta, Nagda",
    "rating": 5
  }
]